// Author: Ivica Grbelja
// Version: 4.4.0.0 (14.02.2015)

// General

000 = Hrvatski
001 = Da
002 = Ne
003 = Da
004 = Izlaz
005 = Upravljačka ploča
006 = Kreiraj pravilo
007 = Izaberite program koji želite pustiti
008 = Izaberite program koji želite  blokirati
009 = Kliknite na prozor za dozvolu spajanja
010 = Kliknite na prozor za blokiranje spajanja
011 = ili kliknite na dijalog za poništavanje
012 = Novo pravilo za dozvolu spajanja je kreirano
013 = Novo pravilo za blokiranje spajanja je kreirano
014 = Isto pravilo za ovaj program već postoji.
015 = Operacija poništena!
016 = Trenutna dozvola je uvezena iz
017 = Trenutna dozvola je izvezena u
018 = Glavna dozvola je vraćena
019 = Novo pravilo je kreiralo dozvolu spajanja za 
020 = Novo pravilo je kreiralo blokadu spajanja za
021 = Navedite cijeli put datoteke da odgovara pravilu
030 = Zaključaj stanje Vatrozida za Windows
031 = Otključaj stanje Vatrozida za Windows
032 = Zaključano
033 = Otključano
034 = Poništeno
035 = Unesite lozinku
036 = Unesite lozinku za otključavanje
037 = Pogrešna lozinka
038 = Polje lozinke ne može biti prazno
039 = Posjeti stranicu autora
040 = Upravljaj Vatrozid za Windows pravilima
041 = Klikni na ključ ikonu za otključati program

// Tab items

100 = Profili
200 = Obavijesti
300 = Opcije
400 = Pravila
500 = Alati
600 = O programu

// Profiles

101 = Nivo filtriranja određiva koja spajanja će biti blokirana a koje dozvoljena.
102 = Visoka razina filtriranja
103 = Sva odlazna i dolazna spajanja su blokirana. Ovaj profil blokira sve pokušaje spajanja od i prema tvome računalu.
104 = Srednja razina filtriranja (preporučeno)
105 = Odlazna spajanja koje ne sadrže pravilo su blokirana. Propuštaju se samo programi s kreiranim pravilom.
106 = Niska razina filtriranja
107 = Odlazna spajanja bez pravila su dozvoljena. Blokiraju se samo programi s kreiranim pravilom za blokadu.
108 = Bez filtriranja
109 = Vatrozid za Windows je isključen. Koristiti samo ako imate aktivan drugi vatrozid.
110 = Srednja razina filtriranja
111 = Odredite profil koji će biti vraćen u slučaju da je bilo uključena niska razina filtriranja zbog instalacije ili nadogradnje.
112 = Automatsko namještanje
113 = Poslije
114 = munuta
// Notifications

201 = Obavještajni nivo određuje koja će se odlazna blokirana spajanja prikazati korisniku.
202 = Visoka razina
203 = Prikaži obavijesti za sva blokirana odlazna spajanja, uključujući i sustav, napravljena za pokušaje spajanja svhost.exe datoteke i ostalih spajanja sustava
204 = Srednja razina (preporučeno)
205 = Prikaži obavijesti za sva blokirana odlazna spajanja, ali ignoriraj i ne prikazuj obavijesti za svhost.exe datoteku i sustav.
206 = Niska razina
207 = Automatski dopusti digitalno potpisanim programima s valjanim potpisima pristup mreži i prikaži obavijesti samo za nepotpisane programe.
208 = Onemogući
209 = Ne prikazuj obavijesti.
210 = Opcije obavijesti
211 = Automatski zatvori prikaz obavijesti
212 = sekundi.
213 = Stavi polje na 0 za onemogućiti pauzu. Nije preporučljivo.
214 = Javi zvukom kad je nova obavijest kreirana.
215 = Defaultni zvuk
216 = Prilagođeni zvuk
217 = Molimo odaberite prilagođeni zvuk.
218 = Obaviještajni sustav je moguć samo za registrirane korisnike. Da bi koristili ovu mogućnost, aktivirajte program. Hvala na podršci!
219 = Kliknite ovdje za podatke kako postati registrirani korisnik.

// Options

301 = Specifikacia opcija dolje će se primjeniti za sve korisničke račune lokalnog računala.
302 = Integracija u ljusku
303 = Integrirajte program u kontekstni meni izvršnih datoteka i njihovih prečaca.
304 = Startaj automatski kad se korisnik ulogira
305 = Kada koristite mod brze izmjena korisnika, ovo će se primjeniti samo na postavke prvog logiranog korisnika.
306 = Onemogoćava da drugi programo dodaju pravila u Vatrozid za Windows.
307 = Neautorizirana pravila se brišu automatski. Samo pravila kreirana kroz Windows Firewall Control biti će prihvaćena.
308 = Glavne tipkovničke kratice
309 = Glavne tipkovničke kratice su tipkovnički prečaci koje možete koristiti iz bilo koje pokrenute aplikacije
310 = Dolje definirajte izgled programa mijenjanjem boja
311 = Crveno
312 = Zeleno
313 = Plavo
314 = Postavite URL servise za razne provjere ispod
315 = URL za provjeru reputacije neke IP adrese
316 = URL za provjeru datoteke temeljene na "SHA256 hash of the file"
317 = URL za start WHOIS query
318 = URL za otkrivanje više informacija o određenom portu
319 = Siguronosno pokretanje
320 = Automatski postavi visoko filtriranje pri gašenju sustava
321 = Profil visokog filtriranja je omogućen. Sva mrežna spajanja su blokirana dok je profil uključen ručno.
330 = Propusti kroz Vatrozid za Windows
331 = Blokiraj kroz Vatrozid za Windows
// Rules

401 = Odredite smjer koji će novo pravilo primjeniti kad je kreirano:
402 = Odlazno(preporučeno)
403 = Zadano kreirajte samo odlazna pravila kada kreirate novo pravilo za blokiranje ili propuštanje aplikacije.
404 = Dolazno
405 = Zadano kreirajte samo dolazna pravila. Koristite ovu opciju s oprezom. Dolazni pristup je obično potreban za serverske aplikacije.
406 = Odlazno i dolazno
407 = Zadano, kreirajte oba tipa pravila. Nije preporučeno.
408 = Navedite mjesta za koje novo pravilo se primjenjuje prilikom izrade novog pravila:

409 = Uvoz, izvoz ili vraćanje vatrozid pravila
410 = Uvoz Vatrozid za Windows pravila iz datoteke
411 = Izvoz Vatrozid za Windows pravila u datoteku
412 = Vraćanje Vatrozid za Windows zadanog skupa pravila
413 = Vraćanje Windows Firewall Control preporučenih pravila
414 = Uvoz Vatrozid za Windows pravila iz datoteke će prepisati sva trenutna Vatrozid za Windows pravila. Ako želite spremiti kopiju vaših trenutnih pravila, morate ih prvo izvesti u datoteku. Da li želite uvesti vatrozid pravila iz datoteke sada?
415 = Vraćanje zadanog skupa pravila će poništiti sve promjene napravljene u Vatrozidu za Windows koje ste napravili od instalacije Windowsa. Ovo može uzrokovati prestanak rada nekih programa. Želite li nastaviti?
416 = Uvoz iz datoteke...
417 = Izvoz u datoteku...
418 = Preporučena pravila su uspješno vraćena.
419 = Molimo osvježite pravila u prozoru za upravljanje pravilima. Hvala.

// Tools

501 = Koristite prečace dolje za pokretanje raznih sistemskih programa. Programi će se izvršavati s najvišim privilegijama.
502 = Vatrozid za Windows s naprednim postavkama
503 = Naredbeni redak
504 = Zapisnik događaja
505 = Preglednik resursa
506 = Windows Registar

// About

601 = O programu
602 = Provjera nove verzije
603 = Nemogućnost spajanja na server za nadogradnju. Pristup je zabranjen. Budite sigurni da vatrozid nije blokirao vaš pristup spajanja na Internet i pokušajte ponovno.
604 = Nemogućnost spajanja. Proxy autentičnost je potrebna koju program ne podržava. Molimo provjerite ručno za nadopune posjetom naše stranice.. Hvala.
605 = Koristite zadnju verziju. Nova verzija nije moguća u ovom trenu.
606 = Postoji nova verzija
607 = Želite li skinuti novu verziju u vaš folder na radnoj površini?
608 = Nova verzija je uspješno skinuta na vašu radnu površinu. Pokrenite novi Setup od tamo i dovršite nadopunu.
609 = Status aktivacije
610 = Produkt je aktiviran
611 = Produkt nije aktiviran
612 = Hvala na podršci
613 = Kliknite ovdje za aktivaciju
614 = Dolje je vaš instalacijski ID koji je automatski generiran instalacijom ovog programa. Molimo unesite u prostor za tekst dolje odgovarajući instalacijski kod and i kliknite aktivacijsko dugme za aktiviranje proizvoda. Za dobiti odgovarajući aktivacijski kod molimo ulogirajte se vašim računom na našu web stranicu..
615 = Kliknite ovdje za otvoriti stranicu za logiranje
616 = Instalacijski ID
617 = Aktivacijski kod
618 = Aktiviranje
619 = Kopiraj u clipboard
620 = Zalijepi iz clipboard-a
621 = Tip sučelja
622 = Svi tipovi sučelja
623 = Posebni tip sučelja
624 = Lokalna mreža
625 = Udaljeni pristup
626 = Bežično
627 = Ulaz
628 = Izlaz
629 = Oba
640 = Edge traversal
641 = ICMP spremanja
680 = Ulazi
681 = Svi ulazi
682 = zadnji ulaz
690 = Automatsko provjeravanje nadopuna
691 = Koristi proxy konfiguraciju
692 = Proxy konfiguracija
693 = Adresa
694 = Korisničko ime
695 = Lozinka
// Manage Rules

699 = Procesni ID
700 = Ime
701 = Grupa
702 = Program
703 = Lokacija
704 = Omogućeno
705 = Akcija
706 = Pravac
707 = Lokalni port
708 = Udaljeni port
709 = Udaljena adresa
710 = Protokol
711 = Servis
712 = Opis
713 = Vrijeme stvaranja
714 = Akcije
715 = Lista osvježavanja
716 = Nađi neispravna pravila
717 = Očisti listu
718 = trenutno blokirani
719 = Čarobnjak za novo pravilo
720 = Vidi
721 = Prikaži unose od
722 = Prošli dan
723 = Prošla tri dana
724 = pročli tjedan
725 = Spajanja
730 = Prikaz
731 = Pravila
732 = Sva pravila
733 = Dolazna pravila
734 = Odlazna pravila
735 = Pravila kreirana od korisnika
736 = Filter
737 = Bez filtera
738 = Filter je omogućen
739 = Filter je onemogućen
740 = Traži
750 = Kreiraj novo pravilo
751 = Pretraži za dopuštenje
752 = Klikni za dopuštenje
753 = Pretraži za blokiranje
754 = Klikni za blokiranje
755 = Dozvoli ovaj program
756 = Blokiraj ovajprogram
757 = Prilagodi i dozvoli...
760 = Opcije
761 = Dozvoli
762 = Blokiraj
763 = Omogući
764 = Onemogući
765 = Briši
766 = Postavke
767 = Kreiraj duplikat
768 = Glavno
769 = Napredno
770 = Primjeni
771 = Protokoli i portovi
772 = Udaljene Ip adrese
773 = Dolazno
774 = Odlazno
775 = Domena
776 = Privatno
777 = Javno
778 = Kreiraj
780 = Neki
781 = Svi portovi
782 = Prilagođeni portovi
783 = Prilagođene adrese
784 = Svi programi
785 = Ovaj program
786 = Pretraži...
787 = Eg: 80,443,9-29
788 = Eg: 50.87.146.202
789 = Prepiši ovu validaciju
790 = Molimo izaberite folder gdje želite tražiti izvršne datoteke.
791 = datoteke
792 = Molimo koristite dugme za osvježavanje ili tipku F5 za  pokretanje podataka
793 = Molimo počekajte...
794 = pokretanje...

// Notification Dialog

800 = Odlazna konekcija blokirana
801 = Izvorno
802 = Udaljeno
803 = Potpisano
804 = Udaljena IP
805 = Prilagodi ovo pravilo prije kreiranja
806 = Dozvoli ovaj program
807 = Uvijek dozvoli ovom programu pristup Internetu
808 = Blokiraj ovaj program
809 = Uvijek blokiraj ovom programu pristup Internetu
810 = Blokiraj za sada i pitaj me kasnije
811 = Dozvoli privremeno
812 = Provjeri ovu datoteku
813 = Pokreni WHOIS query
814 = verificiraj ovu IP adresu
815 = Otvori lokaciju datoteke
816 = Kopiraj cijelu putanju u clipboard
817 = Kopiraj ime datoteke u clipboard
820 = Dok se ne restarta
821 = 1 sat
822 = 5 minuta
823 = 1 minutu
824 = Blokiraj privremeno do restarta

// Validations

920 = Unesi naziv pravila
921 = Prazna polja nisu dopuštena
922 = Port mora imati vrijednost između 0 i 65535
923 = Molim unesite valjani IP domet
924 = Molim unesite valjanu IP adresu
925 = Dupli parametri nisu dozvoljeni
926 = Prazni parametri nisu dozvoljeni
927 = Negativni parametri nisu dozvoljeni
928 = Neispravni port domet
929 = Polje ne smije biti prazno
930 = Datoteka ne postoji
931 = Podržani nastavci
932 = Ovo polje mora imati brojčanu vrijednost between 0 i 999
933 = Neispravna podmaska

// Uninstall

950 = Ukloni
951 = Ovo će ukloniti program iz računala. Molim izaberite kakvo želite spremanje za Windows vatrozid:
952 = Vraćanje na Vatrozid za Windows defaultne postavke. Sva pravila kreirana od korisnika će biti izbrisana i samo Vatrozid za Windows zadana pravila zadržana.
953 = Vratiti stanje prije instalacije programa. Sva prijašnja pravila koja su bila nađena pri instalaciji programa biti će vraćena.
954 = Zadržavanje trenutnih pravila i spremanja. Samo uklanja program i zadržava sva druga spremanja i pravila kakva su u ovom momentu.
955 = izbriši i aktivacijski kod
956 = Uklanjanje je u tijeku...